Repository: scalinity/MindFriend
Catalog: apps/ios/MindFriendApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: Becoming a peer listener is a meaningful way to give back while reinforcing your own wellness journey.
es: Convertirse en oyente de pares es una forma significativa de retribuir mientras refuerzas tu propio viaje de bienestar.
pt_br: Tornar-se um ouvinte de pares e uma forma significativa de retribuir enquanto reforca sua propria jornada de bem-estar.

source: Bedtime Reminder
es: Recordatorio de hora de dormir
pt_br: Lembrete de hora de dormir

source: Begin a new transition journey
es: Comenzar un nuevo viaje de transición
pt_br: Iniciar uma nova jornada de transição

source: Begin Journey
es: Comenzar viaje
pt_br: Iniciar jornada

source: Beginner
es: Principiante
pt_br: Iniciante

source: Begins the suggested wellness exercise
es: Comienza el ejercicio de bienestar sugerido
pt_br: Inicia o exercício de bem-estar sugerido

source: Best
es: Mejor
pt_br: Melhor

source: Best Match
es: Mejor coincidencia
pt_br: Melhor combinação

source: Best Results
es: Mejores Resultados
pt_br: Melhores Resultados

source: Best Value
es: Mejor Valor
pt_br: Melhor Valor

source: Best: %lld
es: Mejor: %lld
pt_br: Melhor: %lld

source: Best: %lld days
es: Mejor: %lld dias
pt_br: Melhor: %lld dias

source: Billing
es: Facturacion
pt_br: Cobranca

source: Billing Period
es: Periodo de Facturacion
pt_br: Periodo de Cobranca

source: Bio
es: Biografía
pt_br: Biografia

source: Biofeedback Settings
es: Configuración de biofeedback
pt_br: Configurações de biofeedback

source: Biometric Insights
es: Perspectivas Biometricas
pt_br: Insights Biometricos

source: Biometrics Unavailable
es: Biometria No Disponible
pt_br: Biometria Indisponivel

source: Birth Date
es: Fecha de Nacimiento
pt_br: Data de Nascimento

source: Birth Date (optional)
es: Fecha de Nacimiento (opcional)
pt_br: Data de Nascimento (opcional)

source: Body & Mind
es: Cuerpo y Mente
pt_br: Corpo e Mente

source: Body scan visualization
es: Visualizacion de escaneo corporal
pt_br: Visualizacao de escaneamento corporal

source: Body text preview. This is how your content will appear with the current text size and spacing settings applied.
es: Vista previa del texto del cuerpo. Asi es como aparecera tu contenido con la configuracion actual de tamano de texto y espaciado.
pt_br: Previa do texto do corpo. E assim que seu conteudo aparecera com as configuracoes atuais de tamanho e espacamento de texto.

source: Bold Text
es: Texto en Negrita
pt_br: Texto em Negrito

source: Book Session
es: Reservar Sesion
pt_br: Agendar Sessao

source: Both partners
es: Ambos socios
pt_br: Ambos parceiros

source: Bouncing Dot
es: Punto Rebotando
pt_br: Ponto Saltitante

source: BPM
es: PPM

source: Breakthrough!
es: ¡Avance!
pt_br: Avanço!

# Breath %lld of %lld
source: Breath %1$lld of %2$lld
es: Respiracion %1$lld de %2$lld
pt_br: Respiracao %1$lld de %2$lld

source: Breath Cue
es: Senal de Respiracion
pt_br: Sinal de Respiracao

source: Breathe naturally
es: Respira naturalmente
pt_br: Respire naturalmente

source: Breathing animation
es: Animacion de respiracion
pt_br: Animacao de respiracao

source: Breathing Exercise
es: Ejercicio de Respiración
pt_br: Exercício de Respiração

source: Breathing instruction: %@
es: Instruccion de respiracion: %@
pt_br: Instrucao de respiracao: %@

source: Breathing Pattern
es: Patron de Respiracion
pt_br: Padrao de Respiracao

source: Briefing
es: Resumen
pt_br: Resumo

source: Browse
es: Explorar
pt_br: Explorar

source: Browse by Category
es: Explorar por Categoria
pt_br: Explorar por Categoria

source: Browse Creators
es: Explorar Creadores
pt_br: Explorar Criadores

source: Browse Journeys
es: Explorar Viajes
pt_br: Explorar Jornadas

source: BSL (British)
es: BSL (Britanico)
pt_br: BSL (Britanico)

source: Bug Report
es: Reporte de Error
pt_br: Relatório de Bug

source: Building your signature
es: Construyendo tu firma
pt_br: Construindo sua assinatura

source: Button Shapes
es: Formas de Botones
pt_br: Formas de Botoes

source: Button shapes setting is system-wide
es: La configuracion de formas de botones es del sistema
pt_br: A configuracao de formas de botoes e do sistema

source: by %@
es: por %@
pt_br: por %@

source: By signing in, you agree to our Terms of Service and Privacy Policy
es: Al iniciar sesion, aceptas nuestros Terminos de Servicio y Politica de Privacidad
pt_br: Ao fazer login, voce concorda com nossos Termos de Servico e Politica de Privacidade

source: Cache Management
es: Gestion de Cache
pt_br: Gerenciamento de Cache

source: Cached Data
es: Datos en Cache
pt_br: Dados em Cache

source: Calculate Now
es: Calcular ahora
pt_br: Calcular agora

source: Calculating...
es: Calculando...
pt_br: Calculando...

source: Calculation Error
es: Error de cálculo
pt_br: Erro de cálculo

source: Calendar
es: Calendario
pt_br: Calendário

source: Calendar (Next 24h)
es: Calendario (próximas 24h)
pt_br: Calendário (próximas 24h)

source: Calendar Access
es: Acceso al calendario
pt_br: Acesso ao calendário

source: Calendar Event Armor
es: Armadura de eventos del calendario
pt_br: Armadura de eventos do calendário

source: Calendar Triggers
es: Disparadores del calendario
pt_br: Gatilhos do calendário

source: Call
es: Llamar
pt_br: Ligar

source: Call %@
es: Llamar a %@
pt_br: Ligar para %@

source: Call 988
es: Llamar al 988
pt_br: Ligar para 988

source: Call Emergency Services
es: Llamar a Servicios de Emergencia
pt_br: Ligar para Servicos de Emergencia

source: Call Now
es: Llamar Ahora
pt_br: Ligar Agora

source: Call or text 988
es: Llama o envia un mensaje al 988
pt_br: Ligue ou envie mensagem para 988

source: Calling 988
es: Llamando al 988
pt_br: Ligando para 988

source: Calm Mode
es: Modo Tranquilo
pt_br: Modo Calmo

source: Calm Screen Mode
es: Modo de Pantalla Tranquila
pt_br: Modo de Tela Calma

source: Calm your nervous system
es: Calma tu sistema nervioso
pt_br: Acalme seu sistema nervoso

source: Calming
es: Calmante
pt_br: Calmante

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Cancel Experiment
es: Cancelar Experimento
pt_br: Cancelar Experimento

source: Cancel Timer
es: Cancelar Temporizador
pt_br: Cancelar Temporizador

source: Cancelled
es: Cancelado
pt_br: Cancelado

source: Capacity
es: Capacidad
pt_br: Capacidade

source: Capacity Breakdown
es: Desglose de capacidad
pt_br: Detalhamento de capacidade

source: Caption
es: Subtitulo
pt_br: Legenda

source: Caption Background
es: Fondo del Subtitulo
pt_br: Fundo da Legenda

source: Caption Size
es: Tamano del Subtitulo
pt_br: Tamanho da Legenda

source: Caption text
es: Texto del subtitulo
pt_br: Texto da legenda

source: Captions
es: Subtítulos
pt_br: Legendas

source: Categories
es: Categorías
pt_br: Categorias

source: Category
es: Categoría
pt_br: Categoria

source: Category Analysis
es: Análisis de categoría
pt_br: Análise de categoria

source: Category Breakdown
es: Desglose por Categoria
pt_br: Detalhamento por Categoria

source: Category filter
es: Filtro de categoría
pt_br: Filtro de categoria

# Celebration: %@. %@
source: Celebration: %1$@. %2$@
es: Celebracion: %1$@. %2$@
pt_br: Celebracao: %1$@. %2$@

source: Certificate
es: Certificado
pt_br: Certificado

source: Certificate #%@
es: Certificado #%@
pt_br: Certificado #%@

source: Certificate for %1$@, completed on %2$@. %3$lld days completed, best streak %4$lld, %5$lld skips used
es: Certificado para %1$@, completado el %2$@. %3$lld dias completados, mejor racha %4$lld, %5$lld saltos usados
pt_br: Certificado para %1$@, concluido em %2$@. %3$lld dias concluidos, melhor sequencia %4$lld, %5$lld pulos usados

source: Certificate of Completion
es: Certificado de Finalizacion
pt_br: Certificado de Conclusao

# Certificate of Completion for %@. Completed %@. Certificate number %@
source: Certificate of Completion for %1$@. Completed %2$@. Certificate number %3$@
es: Certificado de Finalizacion para %1$@. Completado %2$@. Numero de certificado %3$@
pt_br: Certificado de Conclusao para %1$@. Concluido %2$@. Numero do certificado %3$@

source: Certificates
es: Certificados
pt_br: Certificados

source: Certification Name
es: Nombre de Certificacion
pt_br: Nome da Certificacao

source: Certifications
es: Certificaciones
pt_br: Certificacoes

source: Challenge Details
es: Detalles del Desafio
pt_br: Detalhes do Desafio

source: Challenge title
es: Título del desafío
pt_br: Título do desafio

source: Challenge type
es: Tipo de desafio
pt_br: Tipo de desafio

source: Challenge updates
es: Actualizaciones del desafio
pt_br: Atualizacoes do desafio

source: Challenge: %@
es: Desafio: %@
pt_br: Desafio: %@

source: Challenges
es: Desafios
pt_br: Desafios

source: Challenges last 24 hours. Members can mark themselves complete.
es: Los desafios duran 24 horas. Los miembros pueden marcarse como completados.
pt_br: Os desafios duram 24 horas. Os membros podem marcar-se como concluidos.

source: Challenging factor
es: Factor desafiante
pt_br: Fator desafiador

source: Champion
es: Campeón
pt_br: Campeão

source: Change
es: Cambiar
pt_br: Alterar

source: Change: %@ from baseline
es: Cambio: %@ desde la línea base
pt_br: Mudança: %@ da linha de base

source: Changes take effect immediately. You can update these settings anytime.
es: Los cambios surten efecto inmediatamente. Puedes actualizar esta configuracion en cualquier momento.
pt_br: As alteracoes entram em vigor imediatamente. Voce pode atualizar essas configuracoes a qualquer momento.

source: Character count
es: Conteo de caracteres
pt_br: Contagem de caracteres

# chat.newConversation
source: New Conversation
es: Nueva Conversacion
pt_br: Nova Conversa

# chat.sendMessage
source: Send Message
es: Enviar Mensaje
pt_br: Enviar Mensagem

# chat.typePlaceholder
source: Type a message...
es: Escribe un mensaje...
pt_br: Digite uma mensagem...

source: Check back later for couples exercises you can do together
es: Vuelve mas tarde para ejercicios de pareja que pueden hacer juntos
pt_br: Volte mais tarde para exercicios de casal que podem fazer juntos

source: Check back later for scheduled group sessions
es: Vuelve mas tarde para sesiones de grupo programadas
pt_br: Volte mais tarde para sessoes de grupo agendadas

source: Check back soon for new creative exercises
es: Vuelve pronto para nuevos ejercicios creativos
pt_br: Volte em breve para novos exercicios criativos

source: Check back soon for new exercises
es: Vuelve pronto para nuevos ejercicios
pt_br: Volte em breve para novos exercicios

source: Check back tomorrow for a new quest!
es: ¡Vuelve mañana para una nueva misión!
pt_br: Volte amanhã para uma nova missão!

source: Check In
es: Registrar
pt_br: Fazer check-in

source: Check in on them
es: Verificar como estan
pt_br: Verificar como estao

source: Check in soon to keep your streak!
es: Registrate pronto para mantener tu racha!
pt_br: Faca check-in em breve para manter sua sequencia!

source: Check in today
es: Registrate hoy
pt_br: Faca check-in hoje

source: Check out this %@
es: Mira este %@
pt_br: Confira este %@

source: Choose
es: Elegir
pt_br: Escolher

source: Choose a coaching mode to get started with personalized guidance
es: Elige un modo de coaching para comenzar con orientacion personalizada
pt_br: Escolha um modo de coaching para comecar com orientacao personalizada

source: Choose a message to send to your partner
es: Elige un mensaje para enviar a tu pareja
pt_br: Escolha uma mensagem para enviar ao seu parceiro

source: Choose a text size preference
es: Elige una preferencia de tamano de texto
pt_br: Escolha uma preferencia de tamanho de texto

source: Choose a time
es: Elige una hora
pt_br: Escolha um horario

source: Choose Export Format
es: Elegir Formato de Exportacion
pt_br: Escolher Formato de Exportacao

source: Choose how MindFriend appears. System uses your device's light or dark mode setting.
es: Elige como aparece MindFriend. El sistema usa la configuracion de modo claro u oscuro de tu dispositivo.
pt_br: Escolha como o MindFriend aparece. O sistema usa a configuracao de modo claro ou escuro do seu dispositivo.

source: Choose how your weekly stories are written. This will apply to future stories.
es: Elige cómo se escriben tus historias semanales. Esto se aplicará a historias futuras.
pt_br: Escolha como suas histórias semanais são escritas. Isso se aplicará a histórias futuras.

source: Choose the emotion or situation this strategy helps with.
es: Elige la emoción o situación con la que esta estrategia ayuda.
pt_br: Escolha a emoção ou situação com a qual esta estratégia ajuda.

source: Choose which data to include in predictions. More data sources = more accurate insights.
es: Elige que datos incluir en las predicciones. Mas fuentes de datos = perspectivas mas precisas.
pt_br: Escolha quais dados incluir nas previsoes. Mais fontes de dados = insights mais precisos.

source: Choose which patterns the agent should monitor.
es: Elige qué patrones debe monitorear el agente.
pt_br: Escolha quais padrões o agente deve monitorar.

source: Choose which types of notifications you want to receive.
es: Elige que tipos de notificaciones quieres recibir.
pt_br: Escolha quais tipos de notificacoes voce deseja receber.

source: Choose Your Mode
es: Elige Tu Modo
pt_br: Escolha Seu Modo

source: Choose Your Plan
es: Elige Tu Plan
pt_br: Escolha Seu Plano

source: Choose your preferred session duration
es: Elige la duracion de sesion que prefieras
pt_br: Escolha a duracao de sessao preferida

source: Choose Your Quest
es: Elige Tu Misión
pt_br: Escolha Sua Missão

source: Circle
es: Círculo
pt_br: Círculo

source: Circle activity
es: Actividad del circulo
pt_br: Atividade do circulo

source: Circle Habits
es: Habitos del Circulo
pt_br: Habitos do Circulo

source: Circle Highlights
es: Destacados del Circulo
pt_br: Destaques do Circulo

source: Circle name
es: Nombre del círculo
pt_br: Nome do círculo

source: Circles
es: Círculos
pt_br: Círculos

source: Circles can have up to 8 members. You'll get an invite code to share with friends.
es: Los circulos pueden tener hasta 8 miembros. Recibiras un codigo de invitacion para compartir con amigos.
pt_br: Os circulos podem ter ate 8 membros. Voce recebera um codigo de convite para compartilhar com amigos.

source: Clear
es: Limpiar
pt_br: Limpar

source: Clear %@ Memories
es: Limpiar Recuerdos de %@
pt_br: Limpar Memorias de %@

source: Clear All
es: Limpiar Todo
pt_br: Limpar Tudo

source: Clear All %@
es: Limpiar Todo %@
pt_br: Limpar Tudo %@

source: Clear All Memories
es: Borrar todos los recuerdos
pt_br: Limpar todas as memórias

source: Clear All Offline Data
es: Limpiar Todos los Datos Sin Conexion
pt_br: Limpar Todos os Dados Offline

source: Clear All Offline Data?
es: Limpiar Todos los Datos Sin Conexion?
pt_br: Limpar Todos os Dados Offline?

source: Clear Current Intent
es: Limpiar Intencion Actual
pt_br: Limpar Intencao Atual

source: Clear Filter
es: Limpiar filtro
pt_br: Limpar filtro

source: Clear Filters
es: Limpiar Filtros
pt_br: Limpar Filtros

source: Clear mood
es: Limpiar estado de animo
pt_br: Limpar humor

source: Clear Override
es: Limpiar anulación
pt_br: Limpar substituição

source: Clear Preferred Time
es: Limpiar Hora Preferida
pt_br: Limpar Horario Preferido

source: Clear promo code button
es: Boton para limpiar codigo promocional
pt_br: Botao para limpar codigo promocional

source: Clear search
es: Limpiar busqueda
pt_br: Limpar busca

source: Clearing offline data will remove all downloads and cached content. You can re-download content anytime.
es: Limpiar los datos sin conexion eliminara todas las descargas y el contenido en cache. Puedes volver a descargar el contenido en cualquier momento.
pt_br: Limpar os dados offline removera todos os downloads e conteudo em cache. Voce pode baixar novamente o conteudo a qualquer momento.

source: Close
es: Cerrar
pt_br: Fechar

source: Close and provide feedback
es: Cerrar y proporcionar comentarios
pt_br: Fechar e fornecer feedback

source: Close button
es: Boton cerrar
pt_br: Botao fechar

source: Close prompt
es: Cerrar indicación
pt_br: Fechar prompt

source: Coach error: %@
es: Error del coach: %@
pt_br: Erro do coach: %@

source: Coach feedback acknowledged
es: Comentarios del coach reconocidos
pt_br: Feedback do coach reconhecido

source: Coaching Preferences
es: Preferencias de Coaching
pt_br: Preferencias de Coaching

source: Coaching Status
es: Estado del coaching
pt_br: Status do coaching

source: Code: %@
es: Codigo: %@
pt_br: Codigo: %@

source: Cognitive distortions are ways our mind tries to make sense of a situation. Which of these might be present?
es: Las distorsiones cognitivas son formas en que nuestra mente intenta dar sentido a una situacion. Cuales de estas podrian estar presentes?
pt_br: Distorcoes cognitivas sao formas que nossa mente tenta dar sentido a uma situacao. Quais delas podem estar presentes?

source: Color Blind Mode
es: Modo Daltonico
pt_br: Modo Daltonico

source: Colors & Contrast
es: Colores y Contraste
pt_br: Cores e Contraste

source: Common examples
es: Ejemplos comunes
pt_br: Exemplos comuns

source: Common Warning Signs
es: Senales de Advertencia Comunes
pt_br: Sinais de Alerta Comuns

# common.cancel
source: Cancel
es: Cancelar
pt_br: Cancelar

# common.delete
source: Delete
es: Eliminar
pt_br: Excluir

# common.done
source: Done
es: Listo
pt_br: Concluido

# common.loading
source: Loading...
es: Cargando
pt_br: Carregando

# common.retry
source: Retry
es: Reintentar
pt_br: Tentar novamente

# common.save
source: Save
es: Guardar
pt_br: Salvar

source: Community
es: Comunidad
pt_br: Comunidade

source: Community Strategies
es: Estrategias de la comunidad
pt_br: Estratégias da comunidade

source: Community Wisdom
es: Sabiduría de la comunidad
pt_br: Sabedoria da comunidade

source: Community Wisdom Privacy
es: Privacidad de la sabiduría comunitaria
pt_br: Privacidade da sabedoria comunitária

source: Company error: %@
es: Error de empresa: %@
pt_br: Erro da empresa: %@

source: Company Name
es: Nombre de la empresa
pt_br: Nome da empresa

source: Compatibility
es: Compatibilidad
pt_br: Compatibilidade

source: Compatibility Score
es: Puntuación de compatibilidad
pt_br: Pontuação de compatibilidade

source: Compatibility: %lld%%
es: Compatibilidad: %lld%%
pt_br: Compatibilidade: %lld%%

source: Complete
es: Completar
pt_br: Completar

source: Complete & Restore Streak
es: Completar y Restaurar Racha
pt_br: Concluir e Restaurar Sequencia

source: Complete & Save
es: Completar y Guardar
pt_br: Concluir e Salvar

source: Complete 10 sensory sessions
es: Completa 10 sesiones sensoriales
pt_br: Complete 10 sessoes sensoriais

source: Complete a 30-minute session
es: Completa una sesion de 30 minutos
pt_br: Complete uma sessao de 30 minutos

source: Complete a biofeedback exercise to see your history here.
es: Completa un ejercicio de biofeedback para ver tu historial aquí.
pt_br: Complete um exercício de biofeedback para ver seu histórico aqui.

source: Complete a program to earn your first certificate!
es: Completa un programa para ganar tu primer certificado!
pt_br: Complete um programa para ganhar seu primeiro certificado!

source: Complete a recovery quest to restore your %lld-day streak
es: Completa una mision de recuperacion para restaurar tu racha de %lld dias
pt_br: Complete uma missao de recuperacao para restaurar sua sequencia de %lld dias

source: Complete activities to start building streaks!
es: Completa actividades para empezar a construir rachas!
pt_br: Complete atividades para comecar a construir sequencias!

source: Complete Assignment
es: Completar Tarea
pt_br: Concluir Tarefa

source: Complete Check-In
es: Completar registro
pt_br: Completar check-in

source: Complete check-ins with your circle to generate weekly recaps
es: Completa registros con tu circulo para generar resumenes semanales
pt_br: Complete check-ins com seu circulo para gerar resumos semanais

source: Complete Day %lld
es: Completar Dia %lld
pt_br: Concluir Dia %lld

source: Complete Discovery
es: Completar descubrimiento
pt_br: Completar descoberta

source: Complete exercise
es: Completar ejercicio
pt_br: Completar exercício

source: Complete Exercise
es: Completar ejercicio
pt_br: Completar exercício

source: Complete exercises to level up each skill. Higher skill levels unlock advanced techniques.
es: Completa ejercicios para subir de nivel en cada habilidad. Los niveles mas altos desbloquean tecnicas avanzadas.
pt_br: Complete exercicios para subir de nivel em cada habilidade. Niveis mais altos desbloqueiam tecnicas avancadas.

source: Complete exercises to level up this skill
es: Completa ejercicios para subir de nivel en esta habilidad
pt_br: Complete exercicios para subir de nivel nesta habilidade

source: Complete exercises to start building your skills. Each exercise type has its own mastery track.
es: Completa ejercicios para empezar a desarrollar tus habilidades. Cada tipo de ejercicio tiene su propia pista de dominio.
pt_br: Complete exercicios para comecar a desenvolver suas habilidades. Cada tipo de exercicio tem sua propria trilha de maestria.

source: Complete mood check-ins and exercises to see your insights
es: Completa registros de ánimo y ejercicios para ver tus perspectivas
pt_br: Complete check-ins de humor e exercícios para ver seus insights

source: Complete more activities to unlock personalized recommendations tailored just for you.
es: Completa mas actividades para desbloquear recomendaciones personalizadas hechas para ti.
pt_br: Complete mais atividades para desbloquear recomendacoes personalizadas feitas para voce.

source: Complete more assessments to see your progress
es: Completa mas evaluaciones para ver tu progreso
pt_br: Complete mais avaliacoes para ver seu progresso

source: Complete Now
es: Completar ahora
pt_br: Completar agora

source: Complete onboarding and enter the app
es: Completa la incorporacion y entra a la app
pt_br: Complete a integracao e entre no app

source: Complete or exit your current journey to start this one.
es: Completa o sal de tu viaje actual para comenzar este.
pt_br: Complete ou saia da sua jornada atual para iniciar esta.

source: Complete Quest
es: Completar misión
pt_br: Completar missão

source: Complete quests, maintain streaks, and explore exercises to earn badges.
es: Completa misiones, manten rachas y explora ejercicios para ganar insignias.
pt_br: Complete missoes, mantenha sequencias e explore exercicios para ganhar medalhas.

source: Complete Session
es: Completar Sesion
pt_br: Concluir Sessao

source: Complete the quest activities to restore your streak.
es: Completa las actividades de la mision para restaurar tu racha.
pt_br: Complete as atividades da missao para restaurar sua sequencia.

source: Complete this quest to restore your %lld-day streak
es: Completa esta mision para restaurar tu racha de %lld dias
pt_br: Complete esta missao para restaurar sua sequencia de %lld dias

source: Complete to celebrate your progress
es: Completa para celebrar tu progreso
pt_br: Complete para celebrar seu progresso

source: Complete today's quest
es: Completa la mision de hoy
pt_br: Complete a missao de hoje

source: Complete today's quest to keep your streak!
es: Completa la mision de hoy para mantener tu racha!
pt_br: Complete a missao de hoje para manter sua sequencia!

source: Complete yesterday's quest before time runs out
es: Completa la misión de ayer antes de que se acabe el tiempo
pt_br: Complete a missão de ontem antes que o tempo acabe

source: Complete your current program before starting a new one.
es: Completa tu programa actual antes de comenzar uno nuevo.
pt_br: Complete seu programa atual antes de iniciar um novo.

source: Complete your daily check-in to calculate your capacity
es: Completa tu registro diario para calcular tu capacidad
pt_br: Complete seu check-in diário para calcular sua capacidade
